load-resources/vertx-hikari/100-10.txt
sending 100 messages per second
Requests      [total, rate]            500, 100.20
Duration      [total, attack, wait]    4.994868424s, 4.989999951s, 4.868473ms
Latencies     [mean, 50, 95, 99, max]  4.769808ms, 4.760933ms, 5.250553ms, 7.813171ms, 8.06249ms
Bytes In      [total, mean]            29000, 58.00
Bytes Out     [total, mean]            7500, 15.00
Success       [ratio]                  100.00%
Status Codes  [code:count]             201:500  
Error Set: