load-resources/vertx-hikari/100-5.txt
sending 100 messages per second
Requests      [total, rate]            500, 100.20
Duration      [total, attack, wait]    4.992642721s, 4.989999915s, 2.642806ms
Latencies     [mean, 50, 95, 99, max]  4.610577ms, 4.700246ms, 5.239597ms, 6.082822ms, 14.680442ms
Bytes In      [total, mean]            29000, 58.00
Bytes Out     [total, mean]            7500, 15.00
Success       [ratio]                  100.00%
Status Codes  [code:count]             201:500  
Error Set: