load-resources/vertx-hikari/1000-2.txt
sending 1000 messages per second
Requests      [total, rate]            5000, 1000.20
Duration      [total, attack, wait]    5.000955602s, 4.998999752s, 1.95585ms
Latencies     [mean, 50, 95, 99, max]  2.237546ms, 1.887774ms, 4.58024ms, 8.003808ms, 20.895919ms
Bytes In      [total, mean]            290000, 58.00
Bytes Out     [total, mean]            75000, 15.00
Success       [ratio]                  100.00%
Status Codes  [code:count]             201:5000  
Error Set: