load-resources/vertx-hikari/1000-3.txt
sending 1000 messages per second
Requests      [total, rate]            5000, 1000.20
Duration      [total, attack, wait]    5.000772611s, 4.998999792s, 1.772819ms
Latencies     [mean, 50, 95, 99, max]  2.205553ms, 1.891972ms, 4.523485ms, 7.135877ms, 9.885194ms
Bytes In      [total, mean]            290000, 58.00
Bytes Out     [total, mean]            75000, 15.00
Success       [ratio]                  100.00%
Status Codes  [code:count]             201:5000  
Error Set: