load-resources/vertx-hikari/10000-1.txt
sending 10000 messages per second
Requests      [total, rate]            50000, 9999.82
Duration      [total, attack, wait]    5.008326197s, 5.000091223s, 8.234974ms
Latencies     [mean, 50, 95, 99, max]  13.957189ms, 10.465017ms, 40.934165ms, 46.672333ms, 66.478114ms
Bytes In      [total, mean]            2900000, 58.00
Bytes Out     [total, mean]            750000, 15.00
Success       [ratio]                  100.00%
Status Codes  [code:count]             201:50000  
Error Set: