load-resources/vertx-hikari/250-2.txt
sending 250 messages per second
Requests      [total, rate]            1250, 250.20
Duration      [total, attack, wait]    4.998842744s, 4.995999723s, 2.843021ms
Latencies     [mean, 50, 95, 99, max]  2.576215ms, 2.510161ms, 3.021536ms, 5.285806ms, 6.187299ms
Bytes In      [total, mean]            72500, 58.00
Bytes Out     [total, mean]            18750, 15.00
Success       [ratio]                  100.00%
Status Codes  [code:count]             201:1250  
Error Set: